

{
 "products": [
    {
     "id": 1,
     "name": "Autographed picture of the Black Rifle Coffee CEO",
     "price": 69,
     "productImage": "https://lh5.googleusercontent.com/wtDyETV2XZBpRjpExK4oLAIoYcCP6AUTGL7Id0dycl8v3oFwaLR9Ei0FDqcxiVFdy2A=w2400",
     "preview": "A true coffee collectors item",
     "description": 
     ["Are you feeling lonely? Are you sad? Fear not, because coming soon to your desk is your own autographed picture of the Black Rifle Coffee CEO, Andy Stumpf.", 
      "Aimed at brightening your day, this stallion of a coffee roaster and wine somelier, will warm your heart as you gaze longingly into his eyes. For the low",
      "low price of $69.00, you too can be on your way to stop being such a bitch. There's no time to waste, get your piece of this dick drawing davinci today!"]
     },
     {
      "id": 2,
      "name": "JT's Fat Clothes ",
      "price": 34,
      "productImage": "https://lh6.googleusercontent.com/SggSfdd2rTlel_3s_04aUogHmVoH_TrvZB2d3cziNY2cxgWBdZiqthJIc-98Lawd1kc=w2400",
      "preview": "Come see the newest clothing line by Black Rifle", 
      "description":
      ["Introducing, the newest subscription service by BRCC, It's JT's Fat Clothes.", 
      "JT's fat clothes, bespoke product offering perfect for the plus size man that likes to party.",
       "Deliveredin monthly intervals,JT's fat clothes are delivered in only the finest designer hefty garbage bags and are not washed so as to ensure that JT's musk remains in Mint conditions." ,
       "Tested by the former fat man himself, you can be sure that these clothes are built to last." ,
      " With limited quantities available,you need to buy today or miss out forever. "]
		
       },
      {
       "id": 3,
       "name": "Starship Troopers: The Logan Stark Reboot",
       "price": 20,
       "productImage": "https://lh4.googleusercontent.com/u-cT25TQi2tXKzAloPPxWi-bMkDjDlZFhB0OhwPo_qssY1cPpx9zXQWLKm8a3AQAeQQ=w2400",
       "preview": "Would you like to know more", 
       "description":[ "Are you ready for the ultimate action-packed adventure", 
       "Look no further than the high-anticipate Logan Stark reboot of the cult classic Starship Troopers!",
       "This time, the film is taking on a whole new level of instensity with an all-star cast from the Black Rifle Coffee Company"
       ,"Get ready to see Logan and the BRCC crew as they take on the roles of elite soldiers in a war against giant alien insects", 
       "Witness their incredible chemistry and dynamic performances as they fight to save Earth from total destruction.",
       "With state-of-the-art special effects and a thrilling storyling, this film will keep you on the edge of your seat from start to finish", 
       "The BRCC crew is ready, are you."
        
       ]
  }
	
	]
      }
     
     
